IDEA StatiCa Open Model
ISDModel.ISDType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of IDEA StatiCa Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ISDType ISDType { get; set; }
Public Property ISDType As ISDType
	Get
	Set
public:
property ISDType ISDType {
	ISDType get ();
	void set (ISDType value);
}
Property Value
Type: ISDType
See Also
Reference
ISDModel Class
IdeaRS.OpenModel.Detail Namespace